;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version: 3.33.87
; Update: 4-12-2014

[Lang]
NativeLanguage=Ελληνικά

[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonClose=Κλείσιμο

[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
LangShortName=el-gr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Μοιραστείτε το Wise Memory Optimizer με φίλους
FrmMoMain.imgfacebook.hint=Πείτε στο Facebook ότι σας αρέσει το WiseCleaner
FrmMoMain.imgtwitter.hint=Μοιραστείτε το Wise Memory Optimizer στο Twitter
FrmMoMain.chkupdate.caption=Αυτόματος έλεγχος για νέα έκδοση..
FrmMoMain.btnlike.caption=Μου αρέσει
FrmMoMain.lblTotalMem.Caption=Μνήμη:
FrmMoMain.lblaopt.Caption=Αυτόματη βελτιστοποίηση αν η ελεύθερη μνήμη πέσει κάτω από:  
FrmMoMain.lbltry.Caption=Περισσότερη ελεύθερη μνήμη
FrmMoMain.btnsettings.Caption=Ρυθμίσεις
FrmMoMain.btnOpt.Caption=Βελτιστοποίηση τώρα
FrmMoMain.chkmin.Caption=Ελαχιστ/ση στη γραμμή ειδοποιήσεων
FrmMoMain.chkauto.Caption=Έναρξη μαζί με τα Windows
FrmMoMain.chkautoOpt.Caption=Ενεργοποίηση αυτόμ. βελτιστοποίησης
FrmMoMain.ckchkclearborad.Caption=Εκκαθάριση του Πρόχειρου στη βελτιστοποίηση
FrmMoMain.chkidle.Caption=Εκτέλεση όταν η CPU είναι αδρανής. (Συνιστάται)
FrmMoMain.lbllang.Caption=Προεπιλ. γλώσσα:
;
; About
;
FrmAbout.caption=Περί...
FrmAbout.btnok.caption=Εντάξει
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:

[MemoryOptimizer]
ThisTimeFreeMemory=Σας έχουμε διαθέσει αυτή τη φορά, %s μνήμης.
CurPrecent=Τρέχων ρυθμός χρήσης μνήμης:
UsedMemory=Μνήμη σε χρήση:
AvailableMemory=Ελεύθερη μνήμη:
FreeMemory=Ελεύθερη μνήμη:
At=στις
pmShow=Εμφάνιση παραθύρου προγράμματος
pmOpt=Βελτιστοποίηση τώρα
pmAbout=Περί...
pmExit=Έξοδος
SureExit=Βελτιστοποίηση μνήμης. Είστε βέβαιος ότι θέλετε έξοδο τώρα;
Mintotray=Βελτιστοποίηση μνήμης

[Message]
NewVer=Μια νέα έκδοση είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
NotShowNotice=Να μην εμφανιστεί ξανά αυτή η ειδοποίηση.